Repository: OpenEstate/OpenEstate-Tool-Server
Catalog: src/main/i18n/*.po
Languages: de, pt

source: Generate RSA key pair and certificate for SSL encryption.
de: RSA-Schlüsselpaar und Zertifikat zur SSL-Verschlüsselung erzeugen.
pt: Gerir o par de chaves RSA e o certificado para criptografia SSL.

source: Enter the ip-address / hostname of this server:
de: Tragen Sie die IP-Adresse / den Hostnamen des Servers ein:
pt: Digite o endereço IP / hostname deste servidor:

source: Enter the password to access the keystore:
de: Tragen Sie das Passwort für den Keystore ein:
pt: Digite a senha para acessar o keystore:

source: Enter the password to access the keystore again:
de: Tragen Sie das Passwort für den Keystore erneut ein:
pt: Digite a senha para acessar o keystore novamente:

source: error
de: Fehler
pt: êrro

source: The provided passwords do not match.
de: Die angegebenen Passwörter stimmen nicht überein.
pt: As senhas fornecidas não correspondem.

source: Creating files for SSL encryption...
de: Dateien zur SSL-Verschlüsselung werden erzeugt...
pt: A criar arquivos para criptografia SSL ...

source: Writing private key to {0}.
de: Schreibe privaten Schlüssel nach {0}.
pt: A escrever chave privada para {0}.

source: Writing public key to {0}.
de: Schreibe öffentlichen Schlüssel nach {0}.
pt: A escrever chave pública para {0}.

source: Writing certificate to {0}.
de: Schreibe Zertifikat nach {0}.
pt: A escrever certificado para {0}.

source: Writing keystore to {0}.
de: Schreibe Keystore nach {0}.
pt: A escrever keystore para {0}.

source: SSL encryption was successfully prepared!
de: SSL-Verschlüsselung wurde erfolgreich vorbereitet!
pt: A criptografia SSL foi preparada com sucesso!

source: Follow these steps in order to enable SSL encryption.
de: Gehen Sie bitte wie folgt vor um SSL-Verschlüsselung zu aktivieren.
pt: Siga estas etapas para ativar a criptografia SSL.

source: Open the following configuration file with a text editor:
de: Öffnen Sie die folgende Konfigurationsdatei mit einem Texteditor:
pt: Abra o seguinte arquivo de configuração com um editor de texto:

source: Change the following values in the configuration file:
de: Ändern Sie die folgenden Werte in der Konfigurationsdatei:
pt: Altere os seguintes valores no arquivo de configuração:

source: Restart {0}.
de: Starten Sie {0} neu.
pt: Reiniciar {0}.

source: Press ENTER to exit this application.
de: Drücken Sie ENTER um das Programm zu beenden.
pt: Pressione ENTER para sair deste aplicativo.

source: shutdown {0}
de: {0} herunterfahren
pt: desligar {0}

source: {0} is available for incoming connections.
de: {0} steht ab sofort für eingehende Verbindungen zur Verfügung.
pt: {0} está agora disponível para conexões de entrada.

source: {0} is shutting down.
de: {0} wird heruntergefahren.
pt: {0} a desligar.

source: {0} is starting up.
de: {0} wird gestartet.
pt: {0} está a ligar.

source: {0} has been closed and is not available anymore.
de: {0} wurde geschlossen und ist ab sofort nicht mehr verfügbar.
pt: {0} foi fechado e não está mais disponível.
